/* Location time info */
"xTime" = "Tempo di %@";

/* Unknown time location */
"unknownTimeLocation" = "Fuso orario sconosciuto";

/* To sort something ascending */
"sortAscending" = "Ordine crescente";

/* To sort something descending */
"sortDescending" = "Ordine decrescente";

/* Older Appointment Section */
"older" = "Più vecchio";

/* Upcoming Appointment Section */
"upcoming" = "Prossimi appuntamenti";

/* lastXDays Appointment Section */
"lastXDays" = "Ultimi %@ giorni";

/* provide the purpose of using biometrics*/
"biometricsRequestReason" = "Si prega di abilitare l'autenticazione con i dati biometrici per proteggere l'accesso ai dati";

/* Upcoming notification message */
"upcomingAppointmentInX" = "Prossimo appuntamento tra %@";

/* Bad URL error message */
"badURL" = "URL non valido";

/* Decoding issue error message */
"decodingIssue" = "Problema di decodifica";

/* Ecoding issue error message */
"encodingIssue" = "Problema di codifica";

/* Request failed error message */
"requestFailed" = "Impossibile connetersi";

/* Unknown error message */
"unknownError" = "Errore sconosciuto";

/* New label */
"new" = "Nuovo";

/* Add label */
"add" = "Inserisci";

/* Date label */
"date" = "Data";

/* Time picker label */
"time" = "Tempo";

/* Error label */
"error" = "Errore";

/* Save label */
"save" = "Salva";

/* Filter label */
"filter" = "Filtro";

/* Filter action */
"filterAction" = "Filtro";

/* Edit label */
"edit" = "Modificare";

/* Cancel label */
"cancel" = "Annulla";

/* Delete label */
"delete" = "Elimina";

/* Edit Appointment page title */
"editAppointment" = "Modifica appuntamento";

/* Doctor targeted notification message */
"appointmentFor" = "Appuntamento per %1$@ il %2$@";

/* Patient targeted notification message */
"appointmentWith" = "Appuntamento con %1$@ il %2$@";

/* Delete appointment warning title */
"areYouSure_appointment" = "Sei sicuro?";

/* Delete patient warning title */
"areYouSure_patient" = "Sei sicuro?";

/* Delete appointment warning message */
"deleteAppointmentMessage" = "I dati per questo appuntamento verranno eliminati definitivamente";

/* Delete patient warning message */
"deletePatientMessage" = "Tutti i dati per il paziente %@ verranno eliminati";

/* Cancel Appointment button label */
"cancelAppointment" = "Annulla appuntamento";

/* Appointment Details */
"appointmentDetails" = "Dettagli dell'appuntamento";

/* (appointment) For (a patient) */
"for_prefix" = "Per";

/* (appointment) With (a doctor) */
"with_prefix" = "Con";

/* (appointment) On (a particular date) */
"on_prefix" = "Il";

/* (appointment) At (a particular time) */
"at_prefix" = "Alle";

/* Service bill section header */
"serviceBill" = "Bolletta del servizio";

/* Total for service */
"totalAmount" = "Totale: %d lei";

/* Notification and Calendar section header */
"notificationAndCalendar" = "Notifica e Calendario";

/* Notification alert text */
"alertSetToX" = "Avviso impostato su %@";

/* Appointment Saved to (Calendar Name) */
"appointmentSavedToCalendarName" = "Appuntamento salvato in %@";

/* Appointment page title */
"appointment" = "Appuntamento";

/* Appointments page title */
"appointments" = "Appuntamenti";

/* Notification alert */
"notificationAlert" = "Notifica di avviso";

/* Add to Calendar */
"addToCalendar" = "Aggiungi al calendario";

/* Notification or Calendar Pemission denied alert title */
"notificationAndCalendarPermissionDenied" = "Accesso alla notifica o al calendario negato";

/* App Settings */
"appSettings" = "Impostazioni";

/* Date From */
"dateFrom" = "Data da";

/* Date To */
"dateTo" = "Data a";

/* Appointment Time section header */
"appointmentTime" = "Orario dell'appuntamento";

/* Appointment Date: (example) */
"appointmentDateDisclosureLabel" = "Data dell'appuntamento: %@";

/* Appointment Time: (example) */
"appointmentTimeDisclosureLabel" = "Orario dell'appuntamento: %@";

/* (The) Patient */
"patient" = "Paziente";

/* (The) Doctor */
"doctor" = "Medico";

/* (The) Services */
"services" = "Servizi";

/* Create appointment page title */
"createAppointment" = "Crea appuntamento";

/* Filter Appointments page title */
"filterAppointments" = "Filtra appuntamenti";

/* Remove filter */
"removeFilter" = "Rimuovi filtro";

/* First name textfield label */
"firstName" = "Nome di battesimo";

/* Last name textfield label */
"lastName" = "Cognome";

/* Born after picker label */
"bornAfter" = "Nato dopo";

/* Born before picker label */
"bornBefore" = "Nato prima";

/* Birth Date picker label */
"birthDate" = "Data di nascita";

/* Phone number textfield label */
"phoneNumber" = "Numero di telefono";

/* Address textfield label */
"address" = "Indirizzo";

/* Job textfield label */
"job" = "Lavoro";

/* Patients page title */
"patients" = "Pazienti";

/* Create Patient page title */
"createPatient" = "Crea paziente";

/* Edit Patient page title */
"editPatient" = "Modifica paziente";

/* Filter Patients page title */
"filterPatients" = "Filtra pazienti";

/* Delete patient button label */
"deletePatient" = "Elimina paziente";

/* Birth date and age section header */
"birthDateAndAge" = "Data ed età di nascita";

/* Personal details section header */
"personalDetails" = "Dati personali";

/* Add a new day off page title */
"addNewHoliday" = "Seleziona un giorno libero";

/* You have at least one appointment on that day */
"invalidHolidayMessage" = "Hai almeno un appuntamento quel giorno";

/* Email */
"email" = "e-mail";

/* Working weekends */
"workingWeekends" = "Disponibilità nel fine settimana";

/* Doctor Details section header */
"doctorDetails" = "Dettagli del dottore";

/* Edit Doctor page title */
"editDoctor" = "Modifica dottore";

/* Holidays page title */
"holidays" = "Vacanza";

/* Holidays (number of days) */
"holidayAmount" = "Vacanza (%d giorni)";

/* Is working weekends status */
"isWorkingWeekends" = "Disponibile durante i fine settimana";

/* Is not working weekends status */
"isNotWorkingWeekends" = "Non disponibile durante i fine settimana";

/* Doctor specialty */
"specialty" = "Specialità";

/* Configuration section header */
"configuration" = "Configurazione";

/* Biometrics pemission denied alert title */
"biometricsPermissionDenied" = "Dispositivo incompatibile o autorizzazione negata";

/* Reason for require permission */
"biometricsPermissionRequest" = "Abilita i servizi biometrici dalle impostazioni dell'app";

/* Use biometrics toggle label */
"biometricsUseTitle" = "Usa la biometria per proteggere i dati";

/* My Profile page title */
"myProfile" = "Il mio profilo";

/* Retry Authentication */
"retryAuthentication" = "Riprova l'autenticazione";

/* Authentication */
"authentication" = "Autenticazione";

/* Notification Schedule - None */
"notificationNone" = "Nessuno";

/* Notification Schedule - 10 minutes before */
"notification10min" = "10 minuti prima";

/* Notification Schedule - 15 minutes before */
"notification15min" = "15 minuti prima";

/* Notification Schedule - 20 minutes before */
"notification20min" = "20 minuti prima";

/* Notification Schedule - 30 minutes before */
"notification30min" = "30 minuti prima";

/* Notification Schedule - 1 hour before */
"notification1h" = "1 ora prima";

/* Notification Schedule - 2 hours before */
"notification2h" = "2 ore prima";

/* Notification Schedule - 1 day before */
"notification1d" = "1 giorno prima";

/* Notification Schedule - 2 days before */
"notification2d" = "2 giorni prima";

/* Notification Schedule - 1 week before */
"notification1w" = "1 settimana prima";

/* Unspecified birth date placeholder */
"unspecified" = "Non specificato";

/* Unknown age placeholder */
"unknownAge" = "Età sconosciuta";

/* Unknown phone number placeholder */
"unknownPhoneNumber" = "Numero di telefono sconosciuto";

/* Unknown address placeholder */
"unknownAddress" = "Indirizzo sconosciuto";

/* Unknown job placeholder */
"unknownJob" = "Lavoro sconosciuto";

/* Unknown firstName placeholder */
"unknownFirstName" = "Nome sconosciuto";

/* Unknown lastName placeholder */
"unknownLastName" = "Cognome sconosciuto";

/* today */
"today" = "Oggi";

/* tomorrow */
"tomorrow" = "Domani";

/* Log in as a doctor */
"loginAsDoctor" = "Accedi come medico";

/* Log in as a patient */
"loginAsPatient" = "Accedi come paziente";

/* Log out */
"logout" = "Disconnettersi";

/* Wrong authentication state */
"wrongAuthState" = "Impossibile convalidare richiesta Accedi con Apple";

/* Fail to store keychain */
"failToStoreKeychain" = "Impossibile memorizzare le credenziali";

/* Fail to update settings */
"failToUpdateSettings" = "Impossibile aggiornare le impostazioni";

/* Fail to delete keychain */
"failToDeleteKeychain" = "Impossibile eliminare le credenziali";
